{
  "أحلام": [
    {"كلمة": "مطر", "تفسير": "المطر في الحلم يدل على الخير والرزق والبركة"},
    {"كلمة": "بحر", "تفسير": "رؤية البحر في المنام تدل على الحياة والعواطف"},
    {"كلمة": "ثعبان", "تفسير": "رؤية الثعبان قد تدل على عدو أو خصم في الحياة"},
    {"كلمة": "زواج", "تفسير": "الزواج في الحلم قد يدل على نجاح أو ارتباط جديد"},
    {"كلمة": "طيران", "تفسير": "الطيران في المنام يدل على الحرية والطموح"},
    {"كلمة": "موت", "تفسير": "رؤية الموت في الحلم قد تدل على نهاية مرحلة وبداية جديدة"},
    {"كلمة": "مدرسة", "تفسير": "رؤية المدرسة في المنام تدل على التعلم والتطور"},
    {"كلمة": "أطفال", "تفسير": "رؤية الأطفال في الحلم تدل على البراءة والأمل"},
    {"كلمة": "حصان", "تفسير": "رؤية الحصان في المنام قد تدل على القوة والنجاح والهيبة"},
    {"كلمة": "ذهب", "تفسير": "رؤية الذهب تدل على المال والرزق والثروة"},
    {"كلمة": "بيت", "تفسير": "المنزل في الحلم يدل على الأمن والاستقرار الأسري"},
    {"كلمة": "شجرة", "تفسير": "رؤية الشجرة في الحلم تدل على الحياة الطويلة والنمو الروحي"},
    {"كلمة": "جبل", "تفسير": "رؤية الجبل في المنام يدل على الصعوبات التي ستتجاوزها"},
    {"كلمة": "نار", "تفسير": "رؤية النار قد تدل على الشدة أو الغضب أو التطهير الروحي"},
    {"كلمة": "قطة", "تفسير": "رؤية القطة في الحلم قد تدل على الغدر أو الأعداء الخفيين"},
    {"كلمة": "كلب", "تفسير": "الكلب في المنام يدل على الصديق الوفي أو الحامي"},
    {"كلمة": "طيور", "تفسير": "رؤية الطيور قد تدل على الأخبار السارة والحرية الروحية"},
    {"كلمة": "سماء", "تفسير": "رؤية السماء في الحلم تدل على السمو الروحي والطمأنينة"},
    {"كلمة": "نجوم", "تفسير": "رؤية النجوم في المنام تدل على الأمل والهداية"},
    {"كلمة": "قمر", "تفسير": "رؤية القمر في الحلم تدل على البركة والجمال والسكينة"},
    {"كلمة": "شمس", "تفسير": "رؤية الشمس في المنام تدل على القوة والطاقة والنجاح"},
    {"كلمة": "ورود", "تفسير": "رؤية الورود قد تدل على الحب والجمال والفرح"},
    {"كلمة": "نهر", "تفسير": "رؤية النهر تدل على الاستقرار والرزق والسعادة"},
    {"كلمة": "سفينة", "تفسير": "السفينة في المنام تدل على السفر والرزق والتغيرات المهمة"},
    {"كلمة": "قلم", "تفسير": "القلم يدل على العلم والنجاح في الدراسة أو العمل"},
    {"كلمة": "كتاب", "تفسير": "رؤية الكتاب تدل على المعرفة والنجاح الروحي والفكري"},
    {"كلمة": "عين", "تفسير": "العين في المنام قد تدل على الرؤية الصائبة أو الحذر من الحسد"},
    {"كلمة": "حمار", "تفسير": "الحمار يدل على الصبر والعمل الشاق والتحديات"},
    {"كلمة": "فأر", "تفسير": "الفأر قد يدل على القلق أو خسارة صغيرة"},
    {"كلمة": "جمل", "تفسير": "الجمل يدل على القوة والتحمل والصبر الطويل"},
    {"كلمة": "نار", "تفسير": "النار في الحلم قد تدل على الغضب أو التطهير أو الخطر"},
    {"كلمة": "دم", "تفسير": "رؤية الدم قد تدل على المرض أو المعاناة أو التغيير الجوهري"},
    {"كلمة": "طفل", "تفسير": "الطفل في المنام يدل على البراءة والبدايات الجديدة"},
    {"كلمة": "عين ماء", "تفسير": "رؤية عين الماء تدل على الرزق والخير والطمأنينة"},
    {"كلمة": "مدينة", "تفسير": "المدينة في الحلم تدل على الحياة الاجتماعية والنجاح المهني"},
    {"كلمة": "طعام", "تفسير": "رؤية الطعام تدل على الرزق والراحة والبركة"},
    {"كلمة": "فقر", "تفسير": "رؤية الفقر قد تدل على الحاجة أو تعلم الصبر"},
    {"كلمة": "قصر", "تفسير": "القصر يدل على المكانة العالية والرفعة والشهرة"},
    {"كلمة": "سيف", "تفسير": "رؤية السيف قد تدل على القوة أو الخصومة أو الدفاع عن الحق"},
    {"كلمة": "سجن", "تفسير": "السجن في المنام يدل على القيود أو المشاكل التي تواجه الحالم"},
    {"كلمة": "ملك", "تفسير": "رؤية الملك تدل على السلطة أو النجاح الكبير"},
    {"كلمة": "فراشة", "تفسير": "الفراشة تدل على التحول والتغير الإيجابي في الحياة"},
    {"كلمة": "عسل", "تفسير": "رؤية العسل تدل على الرزق الحلال والسعادة والفرح"},
    {"كلمة": "مفتاح", "تفسير": "المفتاح يدل على الحلول وفتح أبواب الخير"},
    {"كلمة": "باب", "تفسير": "الباب يدل على الفرص الجديدة أو التغييرات الحياتية"},
    {"كلمة": "سكة", "تفسير": "السكة أو الطريق تدل على المسار الذي يسلكه الحالم في الحياة"},
    {"كلمة": "رجل عجوز", "تفسير": "رؤية الرجل العجوز تدل على الحكمة والنصح"},
    {"كلمة": "امرأة عجوز", "تفسير": "المرأة العجوز قد تدل على الخبرة أو التحذير من الخداع"},
    {"كلمة": "طفلة", "تفسير": "رؤية الطفلة تدل على البراءة والبدايات الجديدة"},
    {"كلمة": "صديق", "تفسير": "الصديق في الحلم يدل على الوفاء والدعم في الحياة"},
    {"كلمة": "عدو", "تفسير": "رؤية العدو قد تدل على خصوم أو تحديات قادمة"},
    {"كلمة": "سهم", "تفسير": "السهم في المنام يدل على الهدف الذي يسعى له الحالم"},
    {"كلمة": "قوس", "تفسير": "القوس يدل على القوة والتركيز في مواجهة المشاكل"},
    {"كلمة": "مطرقة", "تفسير": "المطرقة قد تدل على العمل أو اتخاذ القرارات الحاسمة"},
    {"كلمة": "خاتم", "تفسير": "الخاتم في المنام يدل على الارتباط أو النجاح"},
    {"كلمة": "حذاء", "تفسير": "الحذاء يدل على الطريق والمسار في الحياة"},
    {"كلمة": "ملابس", "تفسير": "الملابس تدل على الحالة الاجتماعية والشخصية للحالم"},
    {"كلمة": "سيف", "تفسير": "السيف قد يدل على القوة أو الخصومة أو حماية النفس"},
    {"كلمة": "نور", "تفسير": "النور يدل على الهداية والبركة والراحة النفسية"},
    {"كلمة": "ظل", "تفسير": "الظل يدل على المخاوف أو الأمور الخفية"},
    {"كلمة": "قهوة", "تفسير": "رؤية القهوة قد تدل على الاسترخاء أو التجمعات الاجتماعية"},
    {"كلمة": "حليب", "تفسير": "الحليب يدل على الخير والرزق والطمأنينة"},
    {"كلمة": "نار", "تفسير": "النار قد تدل على التطهير أو الشدة أو الغضب"},
    {"كلمة": "سحاب", "تفسير": "السحاب يدل على التغييرات أو الأحداث القادمة"},
    {"كلمة": "مطر", "تفسير": "المطر يدل على الرزق والخير والبركة"},
    {"كلمة": "ريح", "تفسير": "الريح قد تدل على الأخبار أو التغييرات السريعة"},
    {"كلمة": "برق", "تفسير": "البرق يدل على القوة المفاجئة أو الحظ السريع"},
    {"كلمة": "رعد", "تفسير": "الرعد يدل على التحذير أو الأحداث القوية"},
    {"كلمة": "عين", "تفسير": "العين تدل على الحذر من الحسد أو الرؤية الصائبة"},
    {"كلمة": "شمس", "تفسير": "الشمس تدل على القوة والطاقة والنجاح"},
    {"كلمة": "قمر", "تفسير": "القمر يدل على الجمال والسكينة والبركة"},
    {"كلمة": "نجوم", "تفسير": "النجوم تدل على الهداية والأمل"},
    {"كلمة": "سماء", "تفسير": "السماء تدل على السمو الروحي والطمأنينة"},
    {"كلمة": "بحر", "تفسير": "البحر يدل على الحياة والعواطف والرزق"},
    {"كلمة": "نهر", "تفسير": "النهر يدل على الخير والاستقرار والرزق"},
    {"كلمة": "شجرة", "تفسير": "الشجرة تدل على الحياة الطويلة والنمو الروحي"},
    {"كلمة": "ورود", "تفسير": "الورود تدل على الحب والجمال والفرح"},
    {"كلمة": "فواكه", "تفسير": "الفواكه تدل على الخير والرزق والصحة"},
    {"كلمة": "حيوانات", "تفسير": "رؤية الحيوانات قد تدل على الصفات البشرية أو التحديات"},
    {"كلمة": "حصان", "تفسير": "الحصان يدل على القوة والنجاح والهيبة"},
    {"كلمة": "جمل", "تفسير": "الجمل يدل على الصبر والتحمل والمثابرة"},
    {"كلمة": "فأر", "تفسير": "الفأر يدل على القلق أو خسارة صغيرة"},
    {"كلمة": "قطة", "تفسير": "القطة قد تدل على الغدر أو الأعداء الخفيين"},
    {"كلمة": "كلب", "تفسير": "الكلب يدل على الصديق الوفي أو الحامي"},
    {"كلمة": "طائر", "تفسير": "الطائر يدل على الأخبار السارة والحرية الروحية"},
    {"كلمة": "نمل", "تفسير": "النمل يدل على العمل الجاد والصبر"},
    {"كلمة": "ثعبان", "تفسير": "الثعبان قد يدل على عدو أو خصم"},
    {"كلمة": "دود", "تفسير": "الدود قد يدل على المشاكل الصغيرة أو القلق"},
    {"كلمة": "رمل", "تفسير": "الرمل يدل على الأمور المؤقتة والزائلة"},
    {"كلمة": "جبل", "تفسير": "الجبل يدل على الصعوبات التي ستتجاوزها"},
    {"كلمة": "وادي", "تفسير": "الوادي يدل على الاستقرار والراحة بعد التعب"},
    {"كلمة": "صحراء", "تفسير": "الصحراء قد تدل على الوحدة أو الاختبار الروحي"},
    {"كلمة": "حديقة", "تفسير": "الحديقة تدل على الخير والفرح والنمو الروحي"},
    {"كلمة": "قصر", "تفسير": "القصر يدل على المكانة العالية والنجاح والشهرة"},
    {"كلمة": "بيت", "تفسير": "المنزل يدل على الأمن والاستقرار الأسري"},
    {"كلمة": "باب", "تفسير": "الباب يدل على الفرص الجديدة أو التغييرات الحياتية"},
    {"كلمة": "مفتاح", "تفسير": "المفتاح يدل على الحلول وفتح أبواب الخير"},
    {"كلمة": "سلم", "تفسير": "السلم يدل على التقدم والارتقاء في الحياة"},
    {"كلمة": "سيف", "تفسير": "السيف يدل على القوة أو الخصومة أو الدفاع عن النفس"},
    {"كلمة": "درع", "تفسير": "الدرع يدل على الحماية أو التحصين من المشاكل"},
    {"كلمة": "نار", "تفسير": "النار قد تدل على الشدة أو التطهير أو الغضب"},
    {"كلمة": "ماء", "تفسير": "الماء يدل على الطهارة والرزق والراحة النفسية"},
    {"كلمة": "حليب", "تفسير": "الحليب يدل على الخير والرزق والطمأنينة"},
    {"كلمة": "عسل", "تفسير": "العسل يدل على الرزق الحلال والسعادة والفرح"}
  ]
}